{
  "translations": [
    {
      "id": "c40f8bad3f65b3900049ac12e50da0d4",
      "keywords": [
        "Mees",
        "70-aastane",
        "Kõhulahtisus",
        "kõhuvalu",
        "2 nädalat",
        "vasaklu alakõhus",
        "hommikul hullem",
        "võtnud paratsetamooli",
        "ei ole oksendanud",
        "pimesool op 10 aastat tagasi",
        "varem sellist valu pole olnud",
        "alkoholi ei tarbi",
        "suitsetaja",
        "võtnud ibuprofeeni"
      ],
      "translation": "Male, 70 years old, Diarrhoea, abdominal pain, 2 weeks, left lower abdomen, worse in the morning, has taken paracetamol, has not vomited, appendectomy op 10 years ago, never had pain like this before, does not drink alcohol, smoker, has taken ibuprofen.",
      "englishSummary": "A 70-year-old male patient has been experiencing diarrhoea and abdominal pain for the past two weeks. The pain is located in the left lower abdomen and is worse in the morning. The patient has taken paracetamol and ibuprofen but has not vomited. The patient had an appendectomy operation 10 years ago and has never had pain like this before. The patient does not drink alcohol but is a smoker.",
      "finnishSummary": "70-vuotias miespotilas on kärsinyt ripulista ja vatsakivusta kahden viime viikon ajan. Kipu sijaitsee vasemmassa alavatsassa, ja se pahenee aamulla. Potilas on ottanut parasetamolia ja ibuprofeenia, mutta ei ole oksentanut. Potilaalle on tehty umpilisäkkeen poistoleikkaus 10 vuotta sitten, eikä hänellä ole koskaan aiemmin ollut tällaista kipua. Potilas ei juo alkoholia, mutta hän tupakoi.",
      "finalSummary": "70-aastane meespatsient on viimase kahe nädala jooksul kannatanud kõhulahtisuse ja kõhuvalu all. Valu paikneb vasakus alakõhus ja süveneb hommikuti. Patsient on võtnud paratsetamooli ja ibuprofeeni, kuid ei ole oksendanud. Patsiendil on 10 aastat tagasi tehtud pimesoole eemaldamine ja ta ei ole varem sellist valu tundnud. Patsient ei joo alkoholi, kuid suitsetab."
    },
    {
      "id": "e75e75c1eaa8a096876868c154919f88",
      "keywords": [
        "Mees",
        "70-aastane",
        "Kõhulahtisus",
        "kõhuvalu",
        "2 nädalat",
        "vasaklu alakõhus",
        "hommikul hullem",
        "võtnud paratsetamooli",
        "ei ole oksendanud",
        "pimesool op 10 aastat tagasi",
        "varem sellist valu pole olnud",
        "alkoholi ei tarbi",
        "suitsetaja",
        "võtnud ibuprofeeni"
      ],
      "translation": "Male, 70 years old, Diarrhoea, abdominal pain, 2 weeks, left lower abdomen, worse in the morning, has taken paracetamol, has not vomited, appendectomy op 10 years ago, never had pain like this before, does not drink alcohol, smoker, has taken ibuprofen.",
      "englishSummary": "The patient is a 70-year-old male who has been experiencing diarrhoea and abdominal pain for the past 2 weeks. The pain is located in the left lower abdomen and is worse in the morning. The patient has taken paracetamol and ibuprofen but has not vomited. He had an appendectomy operation 10 years ago and has never had pain like this before. The patient does not drink alcohol but is a smoker.",
      "finnishSummary": "Potilas on 70-vuotias mies, jolla on ollut ripulia ja vatsakipua viimeisten kahden viikon ajan. Kipu sijaitsee vasemmassa alavatsassa, ja se pahenee aamuisin. Potilas on ottanut parasetamolia ja ibuprofeenia, mutta ei ole oksentanut. Hänelle on tehty umpilisäkkeen poistoleikkaus 10 vuotta sitten, eikä hänellä ole koskaan aiemmin ollut tällaista kipua. Potilas ei juo alkoholia, mutta hän tupakoi.",
      "finalSummary": "Patsient on 70-aastane mees, kellel on viimase kahe nädala jooksul olnud kõhulahtisus ja kõhuvalu. Valu paikneb vasakus alakõhus ja süveneb hommikuti. Patsient on võtnud paratsetamooli ja ibuprofeeni, kuid ei ole oksendanud. Talle on 10 aastat tagasi tehtud pimesoole eemaldamine ja ta ei ole kunagi varem sellist valu tundnud. Patsient ei joo alkoholi, kuid suitsetab."
    }
  ]
}